[
  "There are four balls, blue, red, black and yellow, which must be played in that order (the colours are painted on the centre peg to act as a reminder).",
  "The hoops, peg, and other balls cannot be moved to facilitate play.",
  "The person whose turn it is to play is called the striker. A turn consists of just one strike. In Singles: one player uses the blue and black balls, the other red and yellow. In Doubles: each player strikes his own ball – with blue partnering black and red partnering yellow.",
  "Toss a coin to start the game. The winner must strike first using blue ball, the order of play as shown on the centre peg is blue, red, black, yellow.",
  "Each person starts on the court within one yard of the corner closest to hoop 4. In succeeding turns you strike your ball from where it lies. The first hoop to be run is hoop 1, in the direction indicated on the diagram.",
  "Once someone has run hoop 1, everyone then plays to run hoop 2, and so on. The game proceeds in the sequence shown and the first player to run seven hoops wins.",
  "A hoop is run when no part of the ball protrudes beyond the side of the hoop from which it started (see the diagram) A ball may take more than one turn to run a hoop.",
  "If a ball other than the striker's ball is hit through the hoop (peeled) by the striker's ball, then the hoop counts for that peeled ball, even if the striker's ball also goes through that hoop.",
  "Each turn consists of striking the correct ball with the face of the mallet head and with no other part of the mallet. Accidentally touching your ball counts as a strike. When it is your turn you have to take it – you are not allowed to 'pass'.",
  "When striking your ball, be careful not to touch another ball with your mallet as this constitutes a 'fault'. It's also a fault to hit your own ball more than once – a 'double tap' – or to 'crush' your ball into a hoop or the peg. Great care has to be taken to avoid these faults when your ball is close to an upright of a hoop and at an angle to the opening. It's is a fault to force the ball through regardless!",
  "If a fault is committed the turn ends, no points are scored, and your opponent can decide to take his turn from where the balls are or to have them returned to where they were.",
  "Even if it's not your turn, you must not touch any ball, or let it touch you, or you will lose your next turn. So don't trip over a ball and watch out for moving balls. They can move very fast! If you do touch a ball, your opponent can choose to leave it where it comes to rest or to put it back where it was before.",
  "It's important not to play the wrong ball or play out of turn. If this does happen, then your opponent can choose whether or not to replace the balls or leave them where they are, and choose which ball to restart with. For example: if yellow was played (wrongly) after blue, your opponent can choose to continue with either the black or the blue ball. A hoop run by the wrong ball doesn't count as a hoop point.",
  "Any ball which has left the court is replaced on the boundary at the place where it went off.",
  "After a turn in which a hoop point is scored, any ball that is over halfway to the next hoop to be played can be declared 'offside', unless it got there:\na. As a result of the stroke just played: by it running the hoop or it being peeled through, or by it peeling another ball through that hoop;\nb. by an opponent's stroke, for example by the red ball being struck so that it knocks the opponent's blue or black ball beyond halfway to the next hoop;\nc. by the striker's ball being deflected off an opponent's ball to put the striker's ball beyond halfway to the next hoop."
]